
export const filterPriceOptions = [
    { title: 'до 50 000', min: 0, max: 50000 },
    { title: '50-70 000', min: 50000, max: 70000 },
    { title: '70-100 000', min: 70000, max: 100000 },
    { title: 'от 100 000', min: 100000, max: 100000000000000 },
]

export const filterInsertOptions = [
    'с камнями',
    'без камней',
]

export const filterTagOptions = [
    "этно", "отпечатки", "бесконечность",
    "однотонные", "эмаль", "подвижные",
    "необычные", "широкие", "косичка",
    "комбинированные", "узкие",
    "растительный орнамент", "бриллианты",
    "сапфиры"
]

export const sortOptions = [
    'По умолчанию',
    'Название (А - Я)',
    'Название (Я - А)',
    'Цена (низкая > высокая)',
    'Цена (высокая > низкая)',
    'Рейтинг (начиная с высокого)',
    'Рейтинг (начиная с низкого)',
    'Модель (А - Я)',
    'Модель (Я - А)'
]